fbo-workorder-backend/app/controllers/customers_controller.rb

  def index
    customers = Customers.all
---
SELECT "customers".* FROM "customers"