fbo-workorder-backend/app/controllers/workorders_controller.rb

  def index
    workorders = Workorder.all
---
SELECT "workorders".* FROM "workorders"

  def show
    workorder = Workorder.find_by(id: params[:id])
---
SELECT  "workorders".* FROM "workorders" WHERE "workorders"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]